let questions = [
    {
        text: 'Из какой посуды нельзя ничего поесть?',
        variants: {
            'a': 'Из пустой',
            'b': 'Ржавой',
            'c': 'Полной',
            'd': 'Пластиковой',
        },
        correctAnswerIndex: 'a',
    },
    {
        text: 'Электричка едет со скоростью 70 км/час. В какую сторону летит дым?',
        variants: {
            'a': 'Вперёд',
            'b': 'У электрички нет дыма',
            'c': '70 км/час',
            'd': 'В окно водителя',
        },
        correctAnswerIndex: 'b',
    },
    {
        text: 'Как спрыгнуть с десятиметровой лестницы и не разбиться?',
        variants: {
            'a': 'С парашютом!',
            'b': 'С разбегу!',
            'c': 'С криком "ЗА ВДВ"!',
            'd': 'Прыгнуть с первой ступеньки',
        },
        correctAnswerIndex: 'd',
    },
    {
        text: 'Какое колесо не крутится при правом развороте?',
        variants: {
            'a': 'Запасное',
            'b': 'Пятое',
            'c': 'Левое',
            'd': 'Правое',
        },
        correctAnswerIndex: 'a',
    },
    {
        text: 'Два гвоздя упали в воду. Как фамилия грузина?',
        variants: {
            'a': 'Второй гвоздь',
            'b': 'Гвоздопад',
            'c': 'Заржавели',
            'd': 'Первый гвоздь',
        },
        correctAnswerIndex: 'c',
    },
];